import { Div } from '@/shared/components/div'

export const Terms = () => {
  return (
    <Div>
      Пользовательское Соглашение
      <br />
      Настоящее Пользовательское Соглашение (Далее Соглашение) регулирует
      отношения между владельцем orlov.app (далее orlov.app или Администрация) с
      одной стороны и пользователем сайта с другой. Сайт orlov.app не является
      средством массовой информации.
      <br />
      Используя сайт, Вы соглашаетесь с условиями данного соглашения. Если Вы не
      согласны с условиями данного соглашения, не используйте сайт orlov.app!
      <br />
      Права и обязанности сторон
      <br />
      Пользователь имеет право: - осуществлять поиск информации на сайте -
      получать информацию на сайте - распространять информацию на сайте -
      копировать информацию на другие сайты с указанием источника - использовать
      информацию сайта в личных некоммерческих целях
      <br />
      Администрация имеет право:
      <br />
      - по своему усмотрению и необходимости создавать, изменять, отменять
      правила - ограничивать доступ к любой информации на сайте - создавать,
      изменять, удалять информацию - удалять учетные записи - отказывать в
      регистрации без объяснения причин
      <br />
      Пользователь обязуется:
      <br />
      - обеспечить достоверность предоставляемой информации
      <br />
      - обеспечивать сохранность личных данных от доступа третьих лиц
      <br />
      - обновлять Персональные данные, предоставленные при регистрации, в случае
      их изменения
      <br />
      - не копировать информацию с других источников
      <br />
      - при копировании информации с других источников, включать в её состав
      информацию об авторе
      <br />
      - не распространять информацию, которая направлена на пропаганду войны,
      разжигание национальной, расовой или религиозной ненависти и вражды, а
      также иной информации, за распространение которой предусмотрена уголовная
      или административная ответственность
      <br />
      - не нарушать работоспособность сайта
      <br />
      - не создавать несколько учётных записей на Сайте, если фактически они
      принадлежат одному и тому же лицу
      <br />
      - не совершать действия, направленные на введение других Пользователей в
      заблуждение
      <br />
      - не передавать в пользование свою учетную запись и/или логин и пароль
      своей учетной записи третьим лицам
      <br />
      - не регистрировать учетную запись от имени или вместо другого лица за
      исключением случаев, предусмотренных законодательством РФ
      <br />
      - не размещать материалы рекламного, эротического, порнографического или
      оскорбительного характера, а также иную информацию, размещение которой
      запрещено или противоречит нормам действующего законодательства РФ
      <br />
      - не использовать скрипты (программы) для автоматизированного сбора
      информации и/или взаимодействия с Сайтом и его Сервисами
      <br />
      Администрация обязуется:
      <br />
      - поддерживать работоспособность сайта за исключением случаев, когда это
      невозможно по независящим от Администрации причинам.
      <br />
      - осуществлять разностороннюю защиту учетной записи Пользователя
      <br />
      Ответственность сторон
      <br />
      - пользователь лично несет полную ответственность за распространяемую им
      информацию
      <br />
      - администрация не несет никакой ответственности за достоверность
      информации, скопированной из других источников
      <br />
      - администрация не несет никакой ответственности за услуги,
      предоставляемые третьими лицами
      <br />
      - в случае возникновения форс-мажорной ситуации (боевые действия,
      чрезвычайное положение, стихийное бедствие и т. д.) Администрация не
      гарантирует сохранность информации, размещённой Пользователем, а также
      бесперебойную работу информационного ресурса
      <br />
      Условия действия Соглашения
      <br />
      Данное Соглашение вступает в силу при любом использовании данного сайта.
      <br />
      Соглашение перестает действовать при появлении его новой версии.
      Администрация оставляет за собой право в одностороннем порядке изменять
      данное соглашение по своему усмотрению.
      <br />
      При изменении соглашения, в некоторых случаях, администрация может
      оповестить пользователей удобным для нее способом.
      <br />
      Соглашение разработано на базе юридических документов сервиса Правилль
    </Div>
  )
}
